{
  "symbol": "AUD/USD",
  "name": "Australian Dollar vs US Dollar",
  "nameCn": "澳元/美元",
  "timestamp": "2025-11-16T18:53:02.200Z",
  "price": {
    "close": "0.65359",
    "high": "0.65386",
    "low": "0.65342",
    "open": "0.65351",
    "change": "0.01",
    "datetime": "2025-11-15 08:00:00"
  },
  "indicators": {
    "rsi": 49.90043,
    "macd": -0.0000534858,
    "macd_signal": -0.00020182608,
    "sma20": 0.6533045
  },
  "analysis": {
    "zh": {
      "title": "澳元/美元技术分析：[震荡整理中]",
      "content": "当前澳元/美元的价格为0.65359，显示出一定的震荡整理趋势。在过去24小时内，汇率变动幅度较小，仅为0.01%。这种横向整理的行情可能表明市场参与者在等待更明确的驱动因素来推动价格向上或向下突破。\n\n从技术指标来看，尽管RSI数据缺失，但观察到MACD指标略微为负，表明当前市场存在一定的弱势。20日简单移动平均线(SMA)为0.6533045，价格略高于该水平，可能为短期支撑位。若价格持续维持在此支撑之上，有望迎来反弹。\n\n在支撑和阻力方面，当前支撑位在0.65342附近，而阻力位则在0.65386处。如果价格突破阻力位，可能会引发进一步上涨；反之，若跌破支撑位，则可能加速下行趋势。因此，关注这两个关键价位对于后续交易至关重要。\n\n建议交易者保持观望态度，等待价格突破关键技术水平后再进行交易。如果出现向上突破，可以考虑逢低买入；若向下突破，则应考虑适时止损或卖出。合理控制风险，确保资金安全。"
    },
    "en": {
      "title": "Australian Dollar vs US Dollar Technical Analysis",
      "content": "The Australian Dollar (AUD) is currently trading against the US Dollar (USD) at 0.65359, showing a minimal 24-hour change of 0.01%. Price movement has been confined within a narrow range, reaching a high of 0.65386 and a low of 0.65342. This tight trading range suggests a period of consolidation, where traders may be awaiting clearer signals to establish direction. The overall trend appears to be bearish, given the prevailing price action below recent moving averages.\n\nIn terms of technical indicators, the MACD is slightly negative at -0.00005, indicating a lack of momentum for a bullish reversal at this juncture. The absence of a reliable RSI reading limits our ability to gauge overbought or oversold conditions. However, the 20-period Simple Moving Average (SMA) at 0.65330 serves as a dynamic support level. If the price can sustain above this level, it may provide a foundation for potential upward movements.\n\nKey support levels are identified at 0.65330 and further down at 0.65200, while resistance can be seen at the recent high of 0.65386. A breakout above this resistance could signal a shift in sentiment, possibly leading to a retest of higher levels. Conversely, a dip below the support level at 0.65330 could trigger a more pronounced downward move, attracting sellers.\n\nFor traders, maintaining a cautious approach is advisable under current conditions. A buy position could be considered if the price decisively breaks above 0.65386, with potential targets set at 0.65500 and beyond. Conversely, a sell signal could emerge if the price falls below 0.65330, with targets extending towards 0.65200. Monitoring these key levels will be crucial for informed trading decisions in this relatively subdued market environment."
    }
  }
}